(function($){

    $.su = $.su || {};   $.su.CHAR = $.su.CHAR||{};
 $.extend(true,$.su.CHAR.HELP,{
       BASIC_REGION :{ 
               TITLE:"Регионални настройки",
               CONTENT: [{
                           type: "name",
                           title: "Регион",
                           content: "Изберете вашия регион от падащото меню. Ако вашата държава или регион не е в списъка, може да има ограничения в честотната лента за вашето местоположение."
                       }]
},
       BASIC_STATUS :{ 
               TITLE:"Статус",
               CONTENT: [{
                           type: "paragraph",
                           content: "Страницата с основния статус показва панел с текущия статус и информация за мрежата. Можете да щракнете върху всяка икона за подробности. "
                       } ,{                      
                           type: "title",
                            title: "Удължител на обхвата"
                       } ,{                      
                           type: "paragraph",
                           content: "Показва информация за удължената 2.4GHz<span class=\"hidden_5g\">/5GHz</span> мрежа."
                       } ,{                      
                           type: "name",
                           title: "SSID",
                           content: "Името на удължената мрежа (SSID)."
                       } ,{                      
                           type: "name",
                           title: "Канал",
                           content: "Безжичният канал се използва в момента."
                       } ,{                      
                           type: "name",
                           title: "MAC адрес",
                           content: "Физическият МАС адрес на удължителя на диапазон."
                       } ,{                      
                           type: "name",
                           title: "DHCP сървър",
                           content: "Показва статуса на DHCP сървъра."
                       } ,{                      
                           type: "name",
                           title: "IP адрес",
                           content: "IP адресът присвоен на клиента от DHCP сървъра"
                       } ,{                      
                           type: "name",
                           title: "Тип",
                           content: "Тип на IP адреса присвоен от DHCP сървъра."
                       } ,{                      
                           type: "title",
                            title: "2.4GHz<span class=\"hidden_5g\">/5GHz</span> Хост безжична"
                       } ,{                      
                           type: "paragraph",
                           content: "Показва следната информация за хост мрежата 2.4GHz<span class=\"hidden_5g\">/5GHz</span>."
                       } ,{                      
                           type: "name",
                           title: "SSID",
                           content: "SSID на хост мрежата."
                       } ,{                      
                           type: "name",
                           title: "Сигнал",
                           content: "Сила на сигнала на хост мрежата."
                       } ,{                      
                           type: "name",
                           title: "MAC адрес",
                           content: "Физическият МАС адрес на хост мрежата."
                       } ,{                      
                           type: "title",
                            title: "Клиенти"
                       } ,{                      
                           type: "paragraph",
                           content: "Показва текущите клиентски устройства свързани към удължителя 2.4GHz<span class=\"hidden_5g\">/5GHz</span>."
                       } ,{                      
                           type: "name",
                           title: "Тип",
                           content: "Удължената мрежа 2.4GHz<span class=\"hidden_5g\">/5GHz</span>, към която е свързано клиентското устройство."
                       } ,{                      
                           type: "name",
                           title: "Име на устройството",
                           content: "Името на свързаното клиентско устройство."
                       } ,{                      
                           type: "name",
                           title: "MAC адрес",
                           content: "Физическият МАС адрес на свързаното клиентско устройство."
                       }]
},
       AP_BASIC_STATUS :{ 
               TITLE:"Статус",
               CONTENT: [{
                           type: "paragraph",
                           content: "Статус показва панел с текущия статус и информация за вашата мрежа. Можете да щракнете върху всяка икона, за да получите повече подробности."
                       } ,{                      
                           type: "title",
                            title: "Интернет"
                       } ,{                      
                           type: "name",
                           title: "Интернет статус",
                           content: "Показва текущия статус на интернет връзката на устройството."
                       } ,{                      
                           type: "title",
                            title: "Точка за достъп"
                       } ,{                      
                           type: "name",
                           title: "DHCP сървър",
                           content: "Показва статуса на DHCP сървъра."
                       } ,{                      
                           type: "name",
                           title: "IP адрес",
                           content: "Показва IP адреса, който е присвоен на точката за достъп от DHCP сървъра."
                       } ,{                      
                           type: "name",
                           title: "Тип",
                           content: "Показва начина по който точката за достъп получава своя IP адрес."
                       } ,{                      
                           type: "title",
                            title: "Клиенти на безжичната мрежа"
                       } ,{                      
                           type: "name",
                           title: "Име",
                           content: "Показва името на клиентските устройства."
                       } ,{                      
                           type: "name",
                           title: "IP адрес",
                           content: "Показва IP адреса, който е присвоен на клиентските устройства."
                       } ,{                      
                           type: "name",
                           title: "MAC адрес",
                           content: "Показва физическия MAC адрес на клиентските устройства."
                       }]
},
       WIRELESS_REGION :{ 
               TITLE:"Настройки",
               CONTENT: [{
                           type: "name",
                           title: "Регион",
                           content: "Изберете вашия регион от падащото меню. Ако вашата държава или регион не е в списъка, може да има ограничения в честотната лента за вашето местоположение."
                       } ,{                      
                           type: "paragraph",

                       }]
},
       WIRELESS_24G :{ 
               TITLE:"Безжична 2.4GHz мрежа",
               CONTENT: [{
                           type: "name",
                           title: "Разрешена безжична връзка",
                           content: "Изберете тук, за да разрешите 2.4GHz безжична честотна лента."
                       } ,{                      
                           type: "name",
                           title: "Име на безжичната мрежа (SSID)",
                           content: "Вие можете да оставите мрежовото име(SSID) по подразбиране или да въведете ново име ( до 32 символа). В това поле има разлика между малки и главни букви."
                       } ,{                      
                           type: "name",
                           title: "Скрий SSID",
                           content: "Изберете това поле ако искате да скриете името на мрежата(SSID) на диапазон 2.4GHz от списъка с мрежите."
                       } ,{                      
                           type: "name",
                           title: "Защита",
                           content: "Изберете една от следните опции за защита:",
       children: [{                      
                           type: "name",
                           title: "Без защита",
                           content: "Изберете тази опция, за да деактивирате защитата на безжичната мрежа. Препоръчително е да активирате защитата, за да защитите безжичната мрежа от неоторизиран достъп."
                       } ,{                      
                           type: "name",
                           title: "WPA / WPA2 - Лична",
                           content: "Изберете тази опция, за да разрешите стандартния метод за удостоверяване на базата на предварително споделен ключ (PSK), наричан също паролата. Тази опция се препоръчва. Ако бъде избрана, конфигурирайте както следва.",
       children: [{                      
                           type: "name",
                           title: "Версия",
                           content: "Изберете версията на защитата на вашата безжична мрежа.",
       children: [{                      
                           type: "name",
                           title: "Автоматично",
                           content: "Тази опция поддържа множество приложения на WPA (защитен достъп до Wi-Fi) стандарта, като WPA и WPA2."
                       } ,{                      
                           type: "name",
                           title: "WPA-PSK",
                           content: "Тази опция поддържа единствено TKIP криптиране, което предоставя добро ниво на сигурност."
                       } ,{                      
                           type: "name",
                           title: "WPA2-PSK",
                           content: "Тази опция поддържа единствено AES криптиране, което предоставя по-добро ниво на защита от WPA-PSK и е за препоръчване."
                       }]
} ,{                      
                           type: "name",
                           title: "Криптиране",
                           content: "Изберете тип на криптирането: TKIP(Temporal Key Integrity Protocol), AES(Advanced Encryption Standard) или Автоматично (за двата TKIP и AES). Не е препоръчително да се използва TKIP криптиране, ако удължителят на диапазон работи в режим 802.11n, защото TKIP не е поддържан от 802.11n спецификацията. Ако е избран TKIP , WPS функцията ще бъде забранена."
                       } ,{                      
                           type: "name",
                           title: "Парола",
                           content: "Въведи парола за безжичната мрежа между 8 и 63 ASCII знака, или между 8 и 64 шестнадесетични знака в полето."
                       }]
} ,{                      
                           type: "name",
                           title: "WEP",
                           content: "Изберете тази опция, за да разрешите метод на основна идентификация, ако някое от вашите клиентски устройства може да получи достъп до безжичната мрежа само чрез използване на WEP (Wired Equivalent Privacy).",
       children: [{                      
                           type: "name",
                           title: "Тип",
                           content: "Изберете метод на идентификация за вашата безжична мрежа. По подразбиране е Автоматично, което автоматично избира Отворена система или Споделен ключ за достъп от клиентите на безжичната мрежа."
                       } ,{                      
                           type: "name",
                           title: "Формат на WEP ключа",
                           content: "Използвайте ASCII формата или Hexadecimal. ASCII форматът е комбинация от азбучни и цифрови знаци. Hexadecimal форматът е комбинация от числа(0-9) и букви(A-F, a-f)."
                       } ,{                      
                           type: "name",
                           title: "Тип на ключа",
                           content: "Изберете дължина на WEP ключа.",
       children: [{                      
                           type: "name",
                           title: "64-bit",
                           content: "Позволява Ви да въведете 10 шестнадесетични знака (0-9, A-F, a-f) или 5 ASCII знака в поле WEP."
                       } ,{                      
                           type: "name",
                           title: "128-bit",
                           content: "Позволява Ви да въведете 26 шестнадесетични (0-9, A-F, a-f) или 13 ASCII символа в поле WEP."
                       }]
} ,{                      
                           type: "name",
                           title: "Стойност на ключа",
                           content: "Въведете WEP ключ в съответното поле."
                       }]
}]
} ,{                      
                           type: "name",
                           title: "Режим",
                           content: "Изберете смесен режим на излъчване."
                       } ,{                      
                           type: "name",
                           title: "Ширина на канала",
                           content: "Изберете ширина на канала (Широчина на честотната лента) за 2.4GHz мрежа."
                       } ,{                      
                           type: "name",
                           title: "Канал",
                           content: "Изберете работен канал за безжичната мрежа 2.4GHz. Препоръчително е да оставите канала на Автоматично, ако нямате проблем с прекъсване на безжичната връзка."
                       } /*,{                      
                           type: "name",
                           title: "Мощност на излъчване",
                           content: "Изберете една от следните опции Висок, Среден или Нисък, за да определите мощността на излъчване. Препоръчителната стойност по подразбиране е Висок."
                       }*/ ,{                      
                           type: "paragraph",
                           content: "Изберете Запази, за да запазите всички ваши настройки."
                       }]
},
       WIRELESS_5G :{ 
               TITLE:"Безжична 5GHz мрежа",
               CONTENT: [{
                           type: "name",
                           title: "Разрешена безжична връзка",
                           content: "Изберете това поле, за да разрешите 5GHz безжична мрежа."
                       } ,{                      
                           type: "name",
                           title: "Име на безжичната мрежа (SSID)",
                           content: "Вие можете да оставите име на мрежата(SSID) по подразбиране или да въведете ново име (до 32 символа). В това поле има разлика между малки и главни букви."
                       } ,{                      
                           type: "name",
                           title: "Скрий SSID",
                           content: "Изберете това поле ако искате да скриете името на мрежата(SSID) на диапазон 5GHz от списъка с мрежите."
                       } ,{                      
                           type: "name",
                           title: "Защита",
                           content: "Изберете една от следните опции за защита:",
       children: [{                      
                           type: "name",
                           title: "Без защита",
                           content: "Изберете тази опция, за да деактивирате защитата на безжичната мрежа. Препоръчително е да активирате защитата, за да защитите безжичната мрежа от неоторизиран достъп."
                       } ,{                      
                           type: "name",
                           title: "WPA / WPA2 - Лична",
                           content: "Изберете тази опция, за да разрешите стандартния метод за удостоверяване на базата на предварително споделен ключ (PSK), наричан също паролата. Тази опция се препоръчва. Ако бъде избрана, конфигурирайте както следва.",
       children: [{                      
                           type: "name",
                           title: "Версия",
                           content: "Изберете версията на защитата на вашата безжична мрежа.",
       children: [{                      
                           type: "name",
                           title: "Автоматично",
                           content: "Тази опция поддържа множество приложения на WPA (защитен достъп до Wi-Fi) стандарта, като WPA и WPA2."
                       } ,{                      
                           type: "name",
                           title: "WPA-PSK",
                           content: "Тази опция поддържа единствено TKIP криптиране, което предоставя добро ниво на сигурност."
                       } ,{                      
                           type: "name",
                           title: "WPA2-PSK",
                           content: "Тази опция поддържа единствено AES криптиране, което предоставя по-добро ниво на защита от WPA-PSK и е за препоръчване."
                       }]
} ,{                      
                           type: "name",
                           title: "Криптиране",
                           content: "Изберете тип на криптирането: TKIP(Temporal Key Integrity Protocol), AES(Advanced Encryption Standard) или Автоматично (за двата TKIP и AES). Не е препоръчително да се използва TKIP криптиране, ако удължителят на диапазон работи в режим 802.11n, защото TKIP не е поддържан от 802.11n спецификацията. Ако е избран TKIP, WPS функцията ще бъде забранена."
                       } ,{                      
                           type: "name",
                           title: "Парола",
                           content: "Въведи парола за безжичната мрежа между 8 и 63 ASCII знака, или между 8 и 64 шестнадесетични знака в полето."
                       }]
} ,{                      
                           type: "name",
                           title: "WEP",
                           content: "Изберете тази опция, за да разрешите метод на основна идентификация, ако някой от вашите клиентски устройства може да получи достъп до безжичната мрежа само чрез използване на WEP (Wired Equivalent Privacy).",
       children: [{                      
                           type: "name",
                           title: "Тип",
                           content: "Изберете метод на идентификация за вашата безжична мрежа. По подразбиране е Автоматично, което автоматично избира Отворена система или Споделен ключ за достъп от клиентите на безжичната мрежа."
                       } ,{                      
                           type: "name",
                           title: "Формат на WEP ключа",
                           content: "Използвайте ASCII формата или Hexadecimal. ASCII формата е комбинация от азбучни и цифрови знаци. Hexadecimal формата е комбинация от числа (0-9) и букви(A-F, a-f)"
                       } ,{                      
                           type: "name",
                           title: "Тип на ключа",
                           content: "Изберете WEP дължина на ключа.",
       children: [{                      
                           type: "name",
                           title: "64-bit",
                           content: "Позволява Ви да въведете 10 шестнадесетични знака (0-9, A-F, a-f) или 5 ASCII знака в поле WEP."
                       } ,{                      
                           type: "name",
                           title: "128-bit",
                           content: "Позволява Ви да въведете 26 шестнадесетични знака (0-9, A-F, a-f) или 13 ASCII знака в поле WEP."
                       }]
} ,{                      
                           type: "name",
                           title: "Стойност на ключа",
                           content: "Въведете ключ WEP в съответното поле."
                       }]
}]
} ,{                      
                           type: "name",
                           title: "Режим",
                           content: "Изберете смесен режим на излъчване."
                       } ,{                      
                           type: "name",
                           title: "Ширина на канала",
                           content: "Изберете ширина на канала (bandwidth) за 5GHz мрежа."
                       } ,{                      
                           type: "name",
                           title: "Канал",
                           content: "Изберете работен канал за безжичната мрежа 5GHz. Препоръчително е да оставите канала на Автоматично, ако нямате проблем с прекъсване на безжичната връзка."
                       } /*,{                      
                           type: "name",
                           title: "Мощност на излъчване",
                           content: "Изберете една от следните опции Висок, Среден или Нисък, за да определите мощността на излъчване. Препоръчителната стойност по подразбиране е Високо."
                       }*/ ,{                      
                           type: "paragraph",
                           content: "Изберете Запази, за да запазите всички ваши настройки."
                       }]
},
       ENABLE_WPS :{ 
               TITLE:"WPS",
               CONTENT: [{
                           type: "name",
                           title: "Разреши WPS",
                           content: "Някои устройства могат да се свързват с този рутер чрез WPS с PIN-а на точката за достъп (AP)."
                       }]
},
       WPS :{ 
               TITLE:"PIN код",
               CONTENT: [{
                           type: "name",
                           title: "Активиране на PIN",
                           content: "Изберете Вкл., за да разрешите на безжичните устройства да се свързват с точката за достъп посредством използването на PIN (PIN - Личен идентификационен номер)."
                       } ,{                      
                           type: "name",
                           title: "PIN",
                           content: "Показва PIN-а на точката за достъп (AP) . PIN-ът по подразбиране може да бъде открит на етикета на устройството. Щракнете \"Генерирай\" (Генерирай), за да генерирате нов PIN като случайно число, или щракнете По подразбиране (фабр.настройки по подразбиране), за да възстановите фабрично поставения PIN."
                       }]
},
       WPS_WIZARD :{ 
               TITLE:"WPS съветник",
               CONTENT: [{
                           type: "name",
                           title: "С натискане на бутон (Препоръчително)",
                           content: "Изберете този метод на връзка, за да активирате WPS функцията за лесно свързване с всяко устройство с WPS към вашата безжична мрежа, с използване на WPS бутона или виртуално с екранния бутон Свързване."
                       } ,{                      
                           type: "name",
                           title: "PIN",
                           content: "Изберете този метод на връзка, за да добавите устройство ръчно чрез въвеждане на WPS PIN на безжичното устройство в полето, и щракване на екранния бутон Свързване."
                       }]
},
       WIRELESS_CONNECT :{ 
               TITLE:"Свързване към хост-мрежата",
               CONTENT: [{
                           type: "name",
                           title: "Свързване към 2.4GHz<span class=\"hidden_5g\">/5GHz</span> Мрежа ",
                           content: "Активиране или деактивиране на връзката на удължителя към съществуваща мрежа 2.4GHz<span class=\"hidden_5g\">/5GHz</span>."
                       } ,{                      
                           type: "name",
                           title: "Скенер за безжична мрежа",
                           content: "Щракнете този бутон, за да сканирате и покажете всички налични Wi-Fi мрежи, към които искате да свържете удължителя. След като изберете мрежа, SSID и настройките на тази мрежа ще бъдат автоматично попълнени."
                       } ,{                      
                           type: "name",
                           title: "SSID на хост 2.4GHz<span class=\"hidden_5g\">/5GHz</span> мрежата",
                           content: "Въведете чувствителния към главни-малки букви SSID на хост-мрежата, към която ще се свърже удължителя на диапазона, или щракнете <b>Скенер за безжична мрежа</b> и изберете Wi-Fi мрежа."
                       } ,{                      
                           type: "name",
                           title: "Защита на хост 2.4GHz<span class=\"hidden_5g\">/5GHz</span> мрежата",
                           content: "Изберете опция за защита, която съответства на настройките на хост мрежата."
                       } ,{                      
                           type: "name",
                           title: "Без защита",
                           content: "Тази опция деактивира защитата на безжичната мрежа. "
                       } ,{                      
                           type: "name",
                           title: "WPA-PSK",
                           content: "Тази опция поддържа само TKIP (Temporal Key Integrity Protocol - протокол за временна цялостност на ключа), който осигурява добро ниво на защита. "
                       } ,{                      
                           type: "name",
                           title: "WPA2-PSK",
                           content: "Тази опция поддържа AES (Advanced encryption - усъвършенствано криптиране) , което предлага по-добро ниво на защита от WPA-PSK. Тя се препоръчва."
                       } ,{                      
                           type: "name",
                           title: "WPA-PSK/WPA2-PSK",
                           content: "Тази опция поддържа множество реализации на стандарта WPA (Wi-Fi Protected Access - Wi-Fi защитен достъп) като WPA и WPA2."
                       } ,{                      
                           type: "name",
                           title: "WEP",
                           content: "Тази опция е най-базовата форма на безжична защита, която може да се използва, ако вашите клиентски устройства могат само да правят достъп до безжична връзка с WEP (Wired Equivalent Privacy - защита еквивалентна на кабелната)."
                       }]
},
       WIRELESS_EXTEND :{ 
               TITLE:"Настройки на удължената мрежа",
               CONTENT: [{
                           type: "name",
                           title: "Удължение 2.4GHz<span class=\"hidden_5g\">/5GHz</span> мрежа",
                           content: "Активиране или деактивиране на 2.4GHz<span class=\"hidden_5g\">/5GHz</span> безжичната функция на удължителя на диапазон."
                       } ,{                      
                           type: "name",
                           title: "SSID на удължението 2.4GHz<span class=\"hidden_5g\">/5GHz</span> мрежа",
                           content: "Използвайте или <strong>Копирай SSID</strong> на хоста бутона, за да копирате автоматично SSID на основния маршрутизатор/точка за достъп, или въведете ново име (с дължина до 32 знака). В това поле има разлика между малки и главни букви."
                       } ,{                      
                           type: "name",
                           title: "Копирай SSID на хоста",
                           content: "Щракнете върху този бутон, за да копирате и попълните автоматично SSID и настройките за защита на хост мрежата в съответните полета."
                       } ,{                      
                           type: "name",
                           title: "Скрий SSID броудкаст",
                           content: "Поставете отметката, ако желаете да скриете SSID на 2.4GHz<span class=\"hidden_5g\">/5GHz</span> удължението от списъка с Wi-Fi мрежи."
                       }]
},
       ACCESS_CONTROL :{ 
               TITLE:"Контрол на достъпа",
               CONTENT: [{
                           type: "paragraph",
                           content: "Контрол на достъпа (Access Control) се използва, за да разреши или да блокира достъпа на конкретни компютри и други устройства до вашата удължена мрежа. Когато дадено устройство е блокирано, то не може да се свърже към удължената мрежа."
                       } ,{                      
                           type: "paragraph",
                           content: "За да използвате контрол на достъпа, разрешете тази функционалност и задайте списъци със забранени и разрешени устройства. Ако Контролът на достъп е забранен (Изключен), всички устройства, включително тези в списъка със забранени, могат да се свържат с мрежата."
                       }]
},
       ACCESS_MODE :{ 
               TITLE:"Режим на достъп",
               CONTENT: [{
                           type: "name",
                           title: "Списък със забранени",
                           content: "Достъпът до мрежата е забранен само за устройствата, които са в списъка със забранени."
                       } ,{                      
                           type: "name",
                           title: "Списък с позволени",
                           content: "Достъпът до мрежата е позволен само на устройствата, които са в списъка с разрешени."
                       }]
},
       ACCESS_DEVICE :{ 
               TITLE:"Онлайн устройства",
               CONTENT: [{
                           type: "name",
                           title: "Име на устройството",
                           content: "Показва името на свързаното устройство"
                       } ,{                      
                           type: "name",
                           title: "IP адрес",
                           content: "Показва IP адреса на свързаното устройство"
                       } ,{                      
                           type: "name",
                           title: "MAC адрес",
                           content: "Показва MAC адреса на свързаното устройство"
                       } ,{                      
                           type: "name",
                           title: "Тип връзка",
                           content: "Показва типа на свързаното устройство"
                       } ,{                      
                           type: "step",
                           title: "За да блокирате устройство",
                           content: "В таблицата Онлайн устройства, щракнете на иконата Блокирай в колоната Промени, която съответства на устройството, което желаете да го блокирате."
                       } ,{                      
                           type: "step",
                           title: "За да блокирате множество устройства",
                           content: "В таблицата Онлайн устройства, изберете всички устройства, които желаете да блокирате, и щракнете на иконата Блокирай над таблицата. Устройствата автоматично ще се добавят към устройства в списъка със забранени устройства."
                       }]
},
       ACCESS_LIST :{ 
               TITLE:"Устройства в Списък със забранени/Списък с позволени",
               CONTENT: [{
                           type: "step",
                           title: "Добавяне на устройство в списъка с позволени или забранени",
       content: [ 
                "1. Щракнете на иконата Добави.",
                "2. Въведете име на устройството.",
                "3. Въведете MAC адреса на устройството.",
                "4. Изберете типа на полезното време. Ако изберете<b>Няма достъп в зависимост от графика за достъп/Има достъп в зависимост от графика за достъп</b>, задайте час и дни.",
                "5. Натиснете OK."]
} ,{                      
                           type: "step",
                           title: "Да се промени или изтрие устройството в Списък със забранени/Списък с позволени",
                           content: "В таблица Списък съз забранени/Списък с разрешени, кликнете върху иконата Редактиране или иконата Кошче, която съответства на устройство, което искате да промените или изтриете."
                       } ,{                      
                           type: "step",
                           title: "За да изтриете няколко устройства в Списък със забранени/Списък с позволени",
                           content: "В таблица Списък със забранени/Списък с разрешени, изберете всички устройства, които искате да изтриете и натиснете бутон Изтрий над таблицата."
                       }]
},
       LAN_ETHERNERT :{ 
               TITLE:"Ethernet порт",
               CONTENT: [{
                           type: "name",
                           title: "Хост-мрежа за Ethernet порта",
                           content: "Изберете безжичната честотна лента(2.4GHz или 5GHz) на хост-мрежата, която се използва за изпращане на трафик от клиенти, свързани с кабел, към безжичните клиенти. Тази опция е достъпна само когато и двете честоти - 2.4GHz и 5GHz, на хост-мрежата са активирани."
                       }]
},
       LAN_SETTINGS :{ 
               TITLE:"Мрежови настройки",
               CONTENT: [{
                           type: "name",
                           title: "Получете IP адрес автоматично",
                           content: "Изберете тази опция (препоръчва се), ако желаете вашите безжични клиенти динамично да получават IP адрес и шлюз по подразбиране или от главния рутер / точка на достъп, или от удължителя на диапазон."
                       } ,{                      
                           type: "name",
                           title: "Използвайте следния IP адрес",
                           content: "Изберете тази опция, ако ръчно да конфигурирате IP адреса и шлюза на вашият удължител на диапазон."
                       } ,{                      
                           type: "name",
                           title: "IP адрес",
                           content: "Въведете IP адреса като цифрово означение с точки (по подразбиране 192.168.0.254 )."
                       } ,{                      
                           type: "name",
                           title: "Мрежова маска",
                           content: "Въведете маската на подмрежата като цифрово означение с точки, което определя размера на мрежата (255.255.255.0 по подразбиране)."
                       } ,{                      
                           type: "name",
                           title: "Шлюз по подразбиране",
                           content: "Въведете шлюз, който е в същата подмрежа, както IP адреса, като цифрово означение с точки. Обикновено това е IP адреса на вашия рутер в LAN."
                       }]
},
       DHCP_SERVER_SETTINGS :{ 
               TITLE:"Настройки на DHCP сървъра",
               CONTENT: [{
                           type: "paragraph",
                           content: "По подразбиране, удължителят на диапазон се настройва като DHCP (Dynamic Host Configuration Protocol) сървър, за да осигури TCP/IP конфигурация на всички клиенти, които са свързани към удължителя от IP адресното пространство на LAN."
                       } ,{                      
                           type: "name",
                           title: "DHCP сървър",
                           content: "По подразбиране се избира Автоматично; DHCP сървърът автоматично присвоява валиден IP адрес на клиента. Можете да поставите Включен или Изключен на DHCP сървъра. Ако изберете Изключен, трябва да имате друг DHCP сървър във вашата LAN; в противен случай трабва да конфигурирате IP адресите на всеки клиент ръчно."
                       } ,{                      
                           type: "name",
                           title: "Списък с IP адреси",
                           content: "Въведете обхват от IP адреси, който може да бъде отпуснат на клиентите. По подразбиране, началният IP адрес е 192.168.0.100, а крайният IP адрес е 192.168.0.199. "
                       } ,{                      
                           type: "name",
                           title: "Време за активност на адресите",
                           content: "Въведете продължителността от време, в което IP адресът е отпуснат на клиента, между 1 и 2880 минути. По подразбиране е 1 минута."
                       } ,{                      
                           type: "name",
                           title: "Шлюз по подразбиране",
                           content: "Въведете LAN IP адрес на удължителя на диапазон. По подразбиране е 192.168.0.254. (Опция)"
                       } ,{                      
                           type: "name",
                           title: "Първичен DNS",
                           content: "Въведете DNS IP адреса, предоставен от вашия Интернет доставчик. (Опция)"
                       } ,{                      
                           type: "name",
                           title: "Вторичен DNS",
                           content: "Въведете параметрите предоставени Ви от вашия ISP. (Опция)"
                       } ,{                      
                           type: "note",
                           title: "Бележка",
                           content: "За да използвате DHCP сървъра на удължителя на диапазон, всички клиенти на вашата LAN трябва да се конфигурират така, че да получават IP адрес автоматично."
                       } ,{                      
                           type: "paragraph",
                           content: "Щракнете Запази, за да запазите вашата конфигурация."
                       }]
},
       RESERVED_IP_ADDRESS :{ 
               TITLE:"Резервиране на адрес",
               CONTENT: [{
                           type: "paragraph",
                           content: "Можете ръчно да резервирате IP адрес за клиент, който е свързан към удължителя. След като е резервиран, IP адресът ще бъде отпускан само на този клиент от DHCP сървъра."
                       } ,{                      
                           type: "name",
                           title: "MAC адрес",
                           content: "Показва MAC адреса на клиента с резервиран IP адрес от DHCP."
                       } ,{                      
                           type: "name",
                           title: "Резервиран IP адрес",
                           content: "Показва резервирания IP адрес на клиента."
                       } ,{                      
                           type: "name",
                           title: "Описание",
                           content: "Показва описанието на клиентското устройство."
                       } ,{                      
                           type: "name",
                           title: "Статус",
                           content: "Показва текущия статус (активиран или деактивиран) на клиентското устройство."
                       } ,{                      
                           type: "name",
                           title: "Памет",
                           content: "Показва опции за модифициране или изтриване на съответния клиент."
                       } ,{                      
                           type: "step",
                           title: "За да резервирате IP адрес",
       content: [ 
                "1. Щракнете Add (Добави).",
                "2. Въведете MAC адреса на желания клиент.",
                "3. Въведете IP адреса, който желаете да резервирате за клиента.",
                "4. Въведете описание на клиента.",
                "5. Изберете АКтивирай въведеното (Enable This Entry).",
                "6. Щракнете OK."]
} ,{                      
                           type: "step",
                           title: "За да модифицирате или изтриете съществуващ клиент",
                           content: "В таблицата, щракнете иконата Edit (Редактиране) или Кошче, която съответства на клиента, който желаете да модифицирате или изтриете."
                       }]
},
       DHCP_SERVER_CLIENT :{ 
               TITLE:"Списък с DHCP клиенти",
               CONTENT: [{
                           type: "paragraph",
                           content: "Показва следната информация за всеки DHCP клиент, който е свързан към удължителя на диапазон."
                       } ,{                      
                           type: "name",
                           title: "Номер на клиент",
                           content: "Показва броя на асоциираните DHCP клиенти."
                       } ,{                      
                           type: "name",
                           title: "Име на клиент",
                           content: "Името на DHCP клиента."
                       } ,{                      
                           type: "name",
                           title: "MAC адрес",
                           content: "MAC адреса на DHCP клиента."
                       } ,{                      
                           type: "name",
                           title: "Целеви IP адрес",
                           content: "IP адреса, който е присвоен на клиента от DHCP сървъра."
                       } ,{                      
                           type: "name",
                           title: "Време на активност",
                           content: "Продължителността от време, в което IP адресът е присвоен на DHCP клиента."
                       } ,{                      
                           type: "paragraph",
                           content: "Опресни - Щракнете този бутон, за да обновите списъка с DHCP клиенти."
                       }]
},
       WIFI_COVERAGE_SETTINGS :{ 
               TITLE:"Безжично покритие",
               CONTENT: [{
						   type: "paragraph",
                           content: "Изберете ниво на безжично покритие за удължителя на диапазона"
                       }]
},
       TIME_SETTINGS :{ 
               TITLE:"Настройка на часа",
               CONTENT: [{
                           type: "name",
                           title: "Време в момента",
                           content: "Показва текущото време."
                       },{
                           type: "name",
                           title: "Времева зона",
                           content: "Изберете времева зона."
                       }]
},
       TIME_SETTING_DAYLIGHT :{ 
               TITLE:"Лятно часово време",
               CONTENT: [{
					type: "step",
                            title: "За да зададете използване на лятно часово време:",
					content: [
						"1. Изберете Лятно часово време",
						"2. Изберете правилната дата за <b>Начало</b> и часа, в който започва лятното часово време във вашия часови пояс.",
						"3. Изберете правилната дата за <b>Край</b> и часа, в който свършва лятното часово време във вашия часови пояс.",
						"4. Натиснете Запази"
					]},{
						type:"name",
						title:"Текущ статус",
						content:"Показва дали часът в момента е по лятното часово време или не."
					}]
},
       LED_CONTROL_SETTINGS :{ 
               TITLE:"Управление на LED",
               CONTENT: [{
                           type: "paragraph",
                           content: "Управлението на LED позволява да включвате и изключвате LED на вашия удължител на диапазон според конкретен времеви график."
                       } ,{                      
                           type: "name",
                           title: "Нощен режим",
                           content: "Показва кога нощният режим е включен (Активиран) и изключен (Деактивиран)."
                       } ,{                      
                           type: "name",
                           title: "Интервал за изключване на LED",
                           content: "Избира времевия график, за да изключи светодиодите (LED)."
                       }]
},

       POWER_SCHEDULE :{ 
               TITLE:"График за управление на захранването",
               CONTENT: [{
                           type: "paragraph",
                           content: "Активирайте тази функция, ако желаете да изключвате удължителя на диапазона според определен график, за да пестите електрическа енергия."
                       } ,{                      
                           type: "name",
                           title: "Активирай график за управление на захранването",
                           content: "Изберете тази опция, за да активирате графика за управление на захранването.",
                       } ,{                      
                           type: "name",
                           title: "Време за изключване",
                           content: "Изберете времето за автоматично изключване на удължителя на диапазона."
                       } ,{                      
                           type: "name",
                           title: "Ден (дни)",
                           content: "Изберете дните, през който удължителят на диапазона да се изключва автоматично."
                       }]
},
       FIRMWARE_UPGRADE :{ 
               TITLE:"Обновяване на фирмуера",
               CONTENT: [{
                           type: "name",
                           title: "Версия на фирмуера",
                           content: "Показва текущата версия на фърмуера."
                       } ,{                      
                           type: "name",
                           title: "Версия на хардуера",
                           content: "Показва текущата версия на хардуера."
                       } ,{                      
                           type: "step",
                           title: "ВАЖНО: За да избегнете грешки по време на обновяването моля, имайте предвид следното:",
       content: [ 
                "1. Файлът за актуализация на фърмуера трябва да е в съответствие с текущата хардуерна версия на вашия удължител на диапазон.",
                "2. Важно е захранването на удължителя на диапазон да не прекъсва през целия процес на актуализация, тъй като всяко прекъсване на захранването може да повреди устройството."]
} ,{                      
                           type: "step",
                           title: "За да актуализирате фърмуера на удължителя на диапазона:",
       content: [ 
                "1. Изтеглете актуалния файл за актуализация на фърмуера от <a class=\"link\" href=\"http://www.tp-link.com/en/support\" target=\"_blank\">TP-Link Поддръжка</a> на вашия компютър.",
                "2. Щракнете <strong>Търси</strong>, за да намерите и изберете изтегления файл.",
                "3. Щракнете <strong>Обновяване</strong>."]
} ,{                      
                           type: "paragraph",
                           content: "Актуализацията отнема няколко минути, а удължителят на диапазон автоматично ще се рестартира, когато тя завърши."
                       }]
},
       BACKUP_RESTORE_BACKUP :{ 
               TITLE:"Резервно копие",
               CONTENT: [{
                           type: "paragraph",
                           content: "Силно се препоръчва да архивирате вашите текущи конфигурации, в случай че енеобходимо възстановяване на системата до предишно състояние или от фабричните настройки."
                       } ,{                      
                           type: "paragraph",
                           content: "Щракнете Бекъп, за да запазите текущите конфигурации като config.bin файл на вашия компютър. Уверете се, че го запазвате на безопасно място, откъдето да го вземете, когато е нужно. "
                       }]
},
       BACKUP_RESTORE_RESTORE :{ 
               TITLE:"Възстановяване",
               CONTENT: [{
                           type: "step",
                           title: "За възстановяване на запазените настройки от бекъп файл:",
       content: [ 
                "1. Щракнете Търси, за да намерите вашия архивиран (бекъп) файл.",
                "2. Изберете бекъп файл.",
                "3. Натиснете Възстановяване.",
                "4. Щракнете <strong>Да</strong>, за да потвърдите възстановяването на системата.",
                "Процесът на възстановяване може да отнеме няколко минути, като удължителят на диапазон автоматично ще се рестартира, когато той завърши."]
}]
},
       BACKUP_RESTORE_FACTORY :{ 
               TITLE:"Възстановяване до фабрични настройки",
               CONTENT: [{
                           type: "paragraph",
                           content: "Щракнете Фабрични настройки, за да възстановите фабричните настройки на вашия удължител на диапазон."
                       } ,{                      
                           type: "note",
                            title: "Бележка",
                            content: [
                              "1. Възстановяване до фабричните настройки ще изтрие всички настройки, които сте конфигурирали за удължителя на обхват. За да влезете повторно в страницата за управление на удължителя на обхват, използвайте по подразбиране \"admin\" за потребителско име и парола.",
                              "1. Възстановяване до фабрични настройки ще изтрие всички предишни настройки на удължителя. Моля, създайте парола за бъдещи опити за влизане.",
                              "2. Моля НЕ ИЗКЛЮЧВАЙТЕ удължителя на обхват по време на процеса на бекъп или възстановяване."
                            ]
                       }]
},
       ADMIN_ACCOUNT :{ 
               TITLE:"Администраторски акаунт",
               CONTENT: [{
                           type: "paragraph",
                           content: "Тази страница Ви позволява да променяте вашето потребителско име и/или парола."
                       } ,{                      
                           type: "paragraph",
                           content: "На тази страница можете да смените паролата си за вход."
                       } ,{                      
                           type: "name",
                           title: "Старо потребителско име",
                           content: "Въведете вашето текущо потребителско име."
                       } ,{                      
                           type: "name",
                           title: "Стара парола",
                           content: "Въведете вашата текуща парола."
                       } ,{                      
                           type: "name",
                           title: "Ново потребителско име",
                           content: "Въведете вашето ново потребителско име."
                       } ,{                      
                           type: "name",
                           title: "Нова парола",
                           content: "Въведете вашата нова парола."
                       } ,{                      
                           type: "name",
                           title: "Потвърдете новата парола",
                           content: "Въведете вашата нова парола отново."
                       }]
},
       SYSTEM_LOG :{ 
               TITLE:"Системен лог",
               CONTENT: [{
                           type: "paragraph",
                           content: "Системният лог (или дневник на системата) показва списък на последните събития в удължителя на диапазон. Можете да укажете какъв тип на записи или нива желаете да разгледате."
                       } ,{                      
                           type: "name",
                           title: "Тип",
                           content: "Изберете типа на системния лог, който да се показва."
                       } ,{                      
                           type: "name",
                           title: "Ниво",
                           content: "Изберете нивото на системния лог, което да се показва."
                       } ,{                      
                           type: "name",
                           title: "Опресняване",
                           content: "Изберете тази икона, за да опресните системния лог."
                       } ,{                      
                           type: "name",
                           title: "Премахване на всички",
                           content: "Изберете тази икона, за да премахнете всички системни логове."
                       },{                      
                           type: "name",
                           title: "Запази лог",
                           content: "Щракнете на този бутон, за да запазите системния лог като .txt файл."
                       }]
},
    });
})(jQuery);
