(function($){

    $.su = $.su || {};   $.su.CHAR = $.su.CHAR||{};
 $.extend(true,$.su.CHAR.HELP,{
       BASIC_REGION :{ 
               TITLE:"Регіональні налаштування",
               CONTENT: [{
                           type: "name",
                           title: "Регіон",
                           content: "Оберіть свій регіон із випадаючого меню. Якщо ваша країна або регіон відсутній у списку, використання бездротового радіозв'язку може бути обмежене у вашому регіоні ."
                       }]
},
       BASIC_STATUS :{ 
               TITLE:"Статус",
               CONTENT: [{
                           type: "paragraph",
                           content: "На сторінці Базовий статус відображається панель із поточним станом вашої мережі та інформація про мережу. Ви можете натиснути на кожну піктограму, щоб отримати більш детальну інформацію."
                       } ,{                      
                           type: "title",
                            title: "Розширювач діапазону"
                       } ,{                      
                           type: "paragraph",
                           content: "Відображає інформацію про розширену мережу на частоті 2,4 ГГц<span class=\"hidden_5g\">/5 ГГц</span> ."
                       } ,{                      
                           type: "name",
                           title: "SSID",
                           content: "Ім'я розширеної мережі (SSID)"
                       } ,{                      
                           type: "name",
                           title: "Канал",
                           content: "Канал бездротової мережі, що використовується зараз."
                       } ,{                      
                           type: "name",
                           title: "МАС-адреса",
                           content: "Фізична МАС адреса розширювача мережі"
                       } ,{                      
                           type: "name",
                           title: "DHCP-сервер",
                           content: "Відображає статус DHCP-сервера."
                       } ,{                      
                           type: "name",
                           title: "IP-адреса",
                           content: "IP-адреса, що виділяється клієнту DHCP-сервером."
                       } ,{                      
                           type: "name",
                           title: "Тип",
                           content: "Тип IP-адреси, що виділяється DHCP-сервером."
                       } ,{                      
                           type: "title",
                            title: "Мережа хосту 2,4 ГГц<span class=\"hidden_5g\">/5 ГГц</span> "
                       } ,{                      
                           type: "paragraph",
                           content: "Відображає наступну інформацію про 2,4 ГГц <span class=\"hidden_5g\">/5 ГГц</span> мережу хосту."
                       } ,{                      
                           type: "name",
                           title: "SSID",
                           content: "SSID мережі хосту."
                       } ,{                      
                           type: "name",
                           title: "Сигнал",
                           content: "Потужність сигналу мережі хосту."
                       } ,{                      
                           type: "name",
                           title: "МАС-адреса",
                           content: "Фізична MAC-адреса хосту мережі."
                       } ,{                      
                           type: "title",
                            title: "Клієнти"
                       } ,{                      
                           type: "paragraph",
                           content: "Відображає поточну кількість клієнтських пристроїв, підключених до розширювача 2,4 ГГц <span class=\"hidden_5g\">/5 ГГц</span>"
                       } ,{                      
                           type: "name",
                           title: "Тип",
                           content: "Розширена мережа 2,4 ГГц <span class=\"hidden_5g\">/5 ГГц,</span> до якої підключені клієнтські пристрої."
                       } ,{                      
                           type: "name",
                           title: "Ім'я пристрою",
                           content: "Назва підключеного клієнтського пристрою."
                       } ,{                      
                           type: "name",
                           title: "МАС-адреса",
                           content: "Фізична MAC-адреса підключеного клієнтського пристрою."
                       }]
},
       AP_BASIC_STATUS :{ 
               TITLE:"Статус",
               CONTENT: [{
                           type: "paragraph",
                           content: "На сторінці Статус відображається панель із поточним станом вашої мережі та інформація про мережу. Ви можете клацнути кожну піктограму, щоб отримати більш детальну інформацію."
                       } ,{                      
                           type: "title",
                            title: "Інтернет"
                       } ,{                      
                           type: "name",
                           title: "Статус Інтернету",
                           content: "Відображає поточний стан підключення пристрою до Інтернету."
                       } ,{                      
                           type: "title",
                            title: "Точка доступу"
                       } ,{                      
                           type: "name",
                           title: "DHCP-сервер",
                           content: "Відображає статус DHCP-сервера."
                       } ,{                      
                           type: "name",
                           title: "ІР-адреса",
                           content: "Відображає IP-адресу, яка виділяється точці доступу DHCP-сервером."
                       } ,{                      
                           type: "name",
                           title: "Тип",
                           content: "Відображає тип ІР-адреси, яку отримала точка доступу."
                       } ,{                      
                           type: "title",
                            title: "Бездротові клієнти"
                       } ,{                      
                           type: "name",
                           title: "Ім'я",
                           content: "Відображає ім'я клієнтського пристрою."
                       } ,{                      
                           type: "name",
                           title: "ІР-адреса",
                           content: "Відображає IP-адресу, надану клієнтському пристрою."
                       } ,{                      
                           type: "name",
                           title: "MAC-адреса",
                           content: "Відображає фізичну MAC-адресу клієнтських пристроїв."
                       }]
},
       WIRELESS_REGION :{ 
               TITLE:"Налаштування",
               CONTENT: [{
                           type: "name",
                           title: "Регіон",
                           content: "Оберіть свій регіон із випадаючого меню. Якщо ваша країна або регіон відсутній у списку, використання бездротового радіозв'язку може бути обмежене у вашому регіоні."
                       } ,{                      
                           type: "paragraph",

                       }]
},
       WIRELESS_24G :{ 
               TITLE:"Бездротова мережа 2,4 ГГц",
               CONTENT: [{
                           type: "name",
                           title: "Увімкнути бездротову мережу",
                           content: "Встановіть цей прапорець, щоб увімкнути бездротову радіочастоту 2,4 ГГц."
                       } ,{                      
                           type: "name",
                           title: "Ім'я бездротової мережі",
                           content: "Ви можете залишити ім'я мережі  (SSID) за замовчуванням, як воно є, або ввести нове ім'я (довжиною до 32 символів). Це поле є чутливим до регістру."
                       } ,{                      
                           type: "name",
                           title: "Приховати  (SSID)",
                           content: "Встановіть цей прапорець, якщо хочете приховати ім'я мережі (SSID) 2,4 ГГц у списку мереж Wi-Fi."
                       } ,{                      
                           type: "name",
                           title: "Захист",
                           content: "Оберіть один із наступних варіантів захисту:",
       children: [{                      
                           type: "name",
                           title: "Без захисту",
                           content: "Оберіть цей варіант, щоб відключити безпеку бездротової мережі. Настійно рекомендується включити захист бездротової мережі, щоб захистити її від несанкціонованого доступу."
                       } ,{                      
                           type: "name",
                           title: "WPA / WPA2 – Для особистого використання",
                           content: "Оберіть цей варіант, щоб застосувати стандартний метод автентифікації, заснований на загальному ключі (PSK), так званій контрольній фразі. Цей варіант є рекомендованим. Якщо обрано цей варіант, вкажіть наступне.",
               children: [{                        
                           type: "name",
                           title: "Версія",
                           content: "Оберіть версію захисту для вашої бездротової мережі.",
                children: [{                      
                           type: "name",
                           title: "Авто",
                           content: "Цей параметр підтримує кілька видів стандарту WPA (Wi-Fi Protected Access), наприклад, WPA та WPA2."
                       } ,{                      
                           type: "name",
                           title: "WPA-PSK",
                           content: "Цей параметр підтримує тільки шифрування TKIP, що забезпечує високий рівень безпеки."
                       } ,{                      
                           type: "name",
                           title: "WPA2-PSK",
                           content: "Цей параметр підтримує шифрування AES, що забезпечує більш високий рівень безпеки, ніж WPA-PSK, і є рекомендованим."
                       }]
} ,{                      
                           type: "name",
                           title: "Шифрування",
                           content: "Оберіть тип шифрування: TKIP (шифрування з використанням тимчасових ключів), AES (розширений стандарт шифрування) або Авто (для обох TKIP та AES). НЕ рекомендується використовувати шифрування TKIP, якщо розширювач працює в режимі 802.11n, тому що TKIP не підтримує стандарт 802.11n. Якщо обрано TKIP, функція безпечного налаштування бездротової мережі WPS буде відключена."
                       } ,{                      
                           type: "name",
                           title: "Пароль",
                           content: "Введіть пароль бездротової мережі від 8 до 63 символів ASCII, або від 8 до 64 шістнадцяткових символів у цьому полі."
                       }]
} ,{                      
                           type: "name",
                           title: "WEP",
                           content: "Оберіть цей параметр, щоб застосувати основний метод перевірки автентичності, якщо будь-який із ваших клієнтських пристроїв може отримати доступ до бездротової мережі тільки за допомогою стандарту WEP (конфіденційність на рівні дротових мереж).",
                       children: [{                      
                           type: "name",
                           title: "Тип",
                           content: "Оберіть тип автентифікації для бездротової мережі. За замовченням тип Авто, який автоматично обирає Відкрита система або загальний ключ, в залежності від можливостей бездротового клієнта."
                       } ,{                      
                           type: "name",
                           title: "Формат ключа WEP",
                           content: "Або використовуйте формат ASCII або оберіть Hexadecimal (Шістнадцятковий). Формат ASCII являє собою комбінацію абетково-цифрових символів. Шістнадцятковий формат являє собою комбінацію з цифр (0-9) і літер (A-F, a-f)."
                       } ,{                      
                           type: "name",
                           title: "Тип ключа",
                           content: "Оберіть довжину ключа шифрування WEP.",
                      children: [{                      
                           type: "name",
                           title: "64 біт",
                           content: "Дозволяє ввести 10 шістнадцяткових цифр (0-9, A-F, a-f) або 5 символів ASCII у полі Значення WEP."
                       } ,{                      
                           type: "name",
                           title: "128 біт",
                           content: "Дозволяє ввести 26 шістнадцяткових цифр (0-9, A-F, a-f) або 13 символів ASCII у полі Значення WEP."
                       }]
} ,{                      
                           type: "name",
                           title: "Значення ключа",
                           content: "Введіть ключ WEP у відповідному полі."
                       }]
}]
} ,{                      
                           type: "name",
                           title: "Режим",
                           content: "Оберіть передачу у змішаному режимі."
                       } ,{                      
                           type: "name",
                           title: "Ширина каналу",
                           content: "Оберіть ширину каналу (ширина смуги) для бездротової мережі 2,4 ГГц."
                       } ,{                      
                           type: "name",
                           title: "Канал",
                           content: "Оберіть операційний канал для бездротової мережі 2,4 ГГц. Рекомендується залишити канал Авто, якщо ви не відчуваєте переривистого характеру бездротового з'єднання."
                       } /*,{                      
                           type: "name",
                           title: "Потужність передачі",
                           content: "Оберіть Висока, Середня або Низька потужність передавача. Рекомендоване значення за замовчуванням ― Висока."
                       }*/ ,{                      
                           type: "paragraph",
                           content: "Натисніть кнопку Зберегти, щоб зберегти всі налаштування."
                       }]
},
       WIRELESS_5G :{ 
               TITLE:"Бездротова мережа 5 ГГц",
               CONTENT: [{
                           type: "name",
                           title: "Увімкнути бездротову мережу",
                           content: "Встановіть цей прапорець, щоб увімкнути бездротову радіочастоту 5 ГГц."
                       } ,{                      
                           type: "name",
                           title: "Ім'я бездротової мережі",
                           content: "Ви можете залишити ім'я мережі  (SSID) за замовчуванням, як воно є, або ввести нове ім'я (довжиною до 32 символів). Це поле є чутливим до регістру."
                       } ,{                      
                           type: "name",
                           title: "Приховати (SSID)",
                           content: "Встановіть цей прапорець, якщо хочете приховати ім'я мережі (SSID) 5 ГГц у списку мереж Wi-Fi."
                       } ,{                      
                           type: "name",
                           title: "Захист",
                           content: "Оберіть один з наступних варіантів захисту:",
                      children: [{                      
                           type: "name",
                           title: "Без захисту",
                           content: "Оберіть цей параметр, щоб відключити бездротовий захист. Настійно рекомендується включити захист бездротової мережі, та захистити бездротову мережу від несанкціонованого доступу."
                       } ,{                      
                           type: "name",
                           title: "WPA / WPA2 – Для особистого використання",
                           content: "Оберіть цей варіант, щоб застосувати стандартний метод автентифікації, заснований на загальному ключі (PSK), так званій контрольній фразі. Цей варіант є рекомендованим. Якщо обрано цей варіант, далі вкажіть наступне.",
                        children: [{                      
                           type: "name",
                           title: "Версія",
                           content: "Оберіть версію захисту для вашої бездротової мережі.",
                       children: [{                      
                           type: "name",
                           title: "Авто",
                           content: "Цей параметр підтримує кілька видів стандарту WPA (Wi-Fi Protected Access), наприклад, WPA та WPA2."
                       } ,{                      
                           type: "name",
                           title: "WPA-PSK",
                           content: "Цей параметр підтримує тільки шифрування TKIP, що забезпечує високий рівень безпеки."
                       } ,{                      
                           type: "name",
                           title: "WPA2-PSK",
                           content: "Цей параметр підтримує  шифрування AES, що забезпечує більш високий рівень безпеки, ніж WPA-PSK, і є рекомендованим."
                       }]
} ,{                      
                           type: "name",
                           title: "Шифрування",
                           content: "Оберіть тип шифрування: TKIP (Шифрування з використанням тимчасових ключів), AES (Розширений стандарт шифрування) або Авто (для обох TKIP та AES). НЕ рекомендується використовувати шифрування TKIP, якщо розширювач працює в режимі 802.11n, тому що TKIP не підтримує стандарт 802.11n. Якщо обрано TKIP, функція безпечного налаштування бездротової мережі WPS буде відключена."
                       } ,{                      
                           type: "name",
                           title: "Пароль",
                           content: "Введіть пароль бездротової мережі від 8 до 63 символів ASCII, або від 8 до 64 шістнадцяткових символів у цьому полі."
                       }]
} ,{                      
                           type: "name",
                           title: "WEP",
                           content: "Оберіть цей параметр, щоб застосувати основний метод перевірки автентичності, якщо будь-який із ваших клієнтських пристроїв може отримати доступ до бездротової мережі тільки за допомогою стандарту WEP (Конфіденційність на рівні дротових мереж).",
                       children: [{                      
                           type: "name",
                           title: "Тип",
                           content: "Оберіть тип автентифікації для бездротової мережі. За замовчуванням Авто, який автоматично вибирає Відкрита система або Загальний ключ на основі можливостей бездротового клієнта та його запиту про доступ."
                       } ,{                      
                           type: "name",
                           title: "Формат ключа WEP",
                           content: "Або використовуйте формат ASCII або оберіть Hexadecimal (Шістнадцятковий). Формат ASCII являє собою комбінацію абетково-цифрових символів. Шістнадцятковий формат являє собою комбінацію з цифр (0-9) і літер (A-F, a-f)."
                       } ,{                      
                           type: "name",
                           title: "Тип ключа",
                           content: "Оберіть довжину ключа шифрування WEP.",
                       children: [{                      
                           type: "name",
                           title: "64 біт",
                           content: "Дозволяє ввести 10 шістнадцяткових цифр (0-9, A-F, a-f) або 5 символів ASCII у полі Значення WEP."
                       } ,{                      
                           type: "name",
                           title: "128 біт",
                           content: "Дозволяє ввести 26 шістнадцяткових цифр (0-9, A-F, a-f) або 13 символів ASCII у полі Значення WEP."
                       }]
} ,{                      
                           type: "name",
                           title: "Значення ключа",
                           content: "Введіть ключ WEP у відповідному полі."
                       }]
}]
} ,{                      
                           type: "name",
                           title: "Режим",
                           content: "Оберіть передачу y змішаному режимі."
                       } ,{                      
                           type: "name",
                           title: "Ширина каналу",
                           content: "Оберіть ширину каналу (ширина смуги) для бездротової мережі 2,4 ГГц."
                       } ,{                      
                           type: "name",
                           title: "Канал",
                           content: "Оберіть операційний канал для бездротової мережі 5 ГГц. Рекомендується залишити канал Авто, якщо ви не відчуваєте переривистого характеру бездротового з'єднання."
                       } /*,{                      
                           type: "name",
                           title: "Потужність передачі",
                           content: "Оберіть Висока, Середня або Низька, потужність передавача. Рекомендоване значення за замовчуванням ― Висока."
                       }*/ ,{                      
                           type: "paragraph",
                           content: "Натисніть кнопку Зберегти, щоб зберегти всі налаштування."
                       }]
},
       ENABLE_WPS :{ 
               TITLE:"WPS",
               CONTENT: [{
                           type: "name",
                           title: "Увімкнути WPS",
                           content: "Інші пристрої можуть підключатися до цієї точки доступу (AP) по WPS, використовуючи PIN."
                       }]
},
       WPS :{ 
               TITLE:"PIN-код точки доступу",
               CONTENT: [{
                           type: "name",
                           title: "PIN-код точки доступу",
                           content: "Натисніть Увімкнути, щоб бездротові пристрої підключалися до точки доступу за допомогою PIN-коду (Персональний Ідентифікаційний Номер) точки доступу."
                       } ,{                      
                           type: "name",
                           title: "PIN-код",
                           content: "Відображає PIN-код точки доступу. PIN-код за замовчуванням можна знайти на етикетці точки доступу. Натисніть Згенерувати, щоб Згенерувати новий PIN-код випадково або клацніть За замовчуванням для відновлення поточного PIN-коду, що прикріплений за замовчуванням."
                       }]
},
       WPS_WIZARD :{ 
               TITLE:"Майстер безпечного налаштування бездротової мережі",
               CONTENT: [{
                           type: "name",
                           title: "клацнути кнопку (Рекомендовано)",
                           content: "Оберіть цей спосіб підключення для того, щоб увімкнути безпечне налаштування WPS для підключення будь-якого пристрою з підтримкою WPS до бездротової мережі за допомогою кнопки WPS або віртуально за допомогою кнопки Підключити."
                       } ,{                      
                           type: "name",
                           title: "PIN",
                           content: "Оберіть цей спосіб підключення, щоб додати вручну пристрій, ввівши PIN-код WPS бездротового пристрою у полі та клацніть кнопку Підключити."
                       }]
},
       WIRELESS_CONNECT :{ 
               TITLE:"Підключення до мережі хосту",
               CONTENT: [{
                           type: "name",
                           title: "Підключення до мережі 2,4 ГГц<span class=\"hidden_5g\">/5 ГГц</span>",
                           content: "Ввімкнути або вимкнути для підключення розширювача до існуючої мережі 2,4ГГц <span class=\"hidden_5g\">/5 ГГц</span>."
                       } ,{                      
                           type: "name",
                           title: "Сканер бездротових мереж",
                           content: "Incorrect phrase, correct – Натисніть цю кнопку для сканування і відображення усіх доступних мереж у межах WiFi діапазону, до якого ви хочете підключити розширювач.Після вибору мережі, SSID і налаштування безпеки мережі будуть автоматично заповнені."
                       } ,{                      
                           type: "name",
                           title: "SSID хоста 2,4 ГГц<span class=\"hidden_5g\">/5 ГГц</span> ",
                           content: "Введіть з урахуванням регістра SSID мережі хосту, до якої розширювач буде підключатися, або натисніть <strong>Сканер бездротових мереж</strong> і оберіть мережу Wi-Fi."
                       } ,{                      
                           type: "name",
                           title: "Захист хоста 2,4 ГГц<span class=\"hidden_5g\">/5 ГГц</span> ",
                           content: "Оберіть один з варіантів забезпечення безпеки мережі хосту."
                       } ,{                      
                           type: "name",
                           title: "Без захисту",
                           content: "Цей параметр відключає захист бездротової мережі."
                       } ,{                      
                           type: "name",
                           title: "WPA-PSK",
                           content: "Цей параметр підтримує тільки TKIP (Шифрування з використанням тимчасових ключів), яке забезпечує хороший рівень безпеки."
                       } ,{                      
                           type: "name",
                           title: "WPA2-PSK",
                           content: "Цей параметр підтримує AES (Розширений стандарт шифрування) шифрування, який забезпечує більш високий рівень безпеки, ніж WPA-PSK. Він є рекомендованим."
                       } ,{                      
                           type: "name",
                           title: "WPA-PSK/WPA2-PSK",
                           content: "Цей параметр підтримує кілька видів стандарту WPA (Wi-Fi Protected Access), наприклад, WPA та WPA2."
                       } ,{                      
                           type: "name",
                           title: "WEP",
                           content: "Incorrect phrase, correct – Цей параметр є найбільш загальною формою захисту бездротових мереж і може бути використаним у разі, коли ваші клієнтські пристрої можуть отримати доступ до бездротового підключення тільки за допомогою WEP (Wired Equivalent Privacy)."
                       }]
},
       WIRELESS_EXTEND :{ 
               TITLE:"Налаштування розширеної мережі",
               CONTENT: [{
                           type: "name",
                           title: "Розширена 2,4 ГГц<span class=\"hidden_5g\">/5 ГГц</span>",
                           content: "Включити або відключити бездротову функцію розширювача діапазону на частоті 2,4 ГГц <span class=\"hidden_5g\">/5 ГГц</span>."
                       } ,{                      
                           type: "name",
                           title: "SSID розширеної мережі 2,4 ГГц<span class=\"hidden_5g\">/5 ГГц</span> ",
                           content: "Використовуйте кнопку <strong>Скопіювати SSID хосту</strong>, щоб автоматично скопіювати основний SSID маршрутизатора або точки доступу або введіть нове ім'я (довжиною не більше 32 символів). Це поле є чутливим до регістру."
                       } ,{                      
                           type: "name",
                           title: "Скопіювати SSID хоста",
                           content: "Натисніть цю кнопку, щоб скопіювати і автоматично заповнити SSID і параметри безпеки для мережі хосту."
                       } ,{                      
                           type: "name",
                           title: "Приховати широкомовний SSID",
                           content: "Оберіть цей прапорець, якщо ви хочете приховати SSID розширеної мережі 2,4 ГГц <span class=\"hidden_5g\">/5 ГГц</span> у списку мереж Wi-Fi."
                       }]
},
       ACCESS_CONTROL :{ 
               TITLE:"Управління доступом",
               CONTENT: [{
                           type: "paragraph",
                           content: "Управління доступом використовується, щоб дозволити або блокувати певним комп'ютерам та іншим пристроям доступ до розширеної мережі. Коли пристрій блокується, він не в змозі підключитися до розширеної мережі."
                       } ,{                      
                           type: "paragraph",
                           content: "Для використання управління доступом увімкніть цю функцію та задайте білий або чорний список. Якщо управління доступом відключене (Вимкнено), то всім пристроям, у тому числі занесеним до чорного списку, буде дозволено підключатися."
                       }]
},
       ACCESS_MODE :{ 
               TITLE:"Режим доступу",
               CONTENT: [{
                           type: "name",
                           title: "Чорний список",
                           content: "Тільки пристроям із чорного списку не дозволяється отримувати доступ до вашої мережі."
                       } ,{                      
                           type: "name",
                           title: "Білий список",
                           content: "Тільки пристроям із білого списку дозволяється отримувати доступ до вашої мережі."
                       }]
},
       ACCESS_DEVICE :{ 
               TITLE:"Пристрої в мережі",
               CONTENT: [{
                           type: "name",
                           title: "Ім'я пристрою",
                           content: "Відображає ім'я підключеного пристрою."
                       } ,{                      
                           type: "name",
                           title: "IP-адреса",
                           content: "Відображає IP-адресу підключеного пристрою."
                       } ,{                      
                           type: "name",
                           title: "MAC-адреса",
                           content: "Відображає MAC-адресу підключеного пристрою."
                       } ,{                      
                           type: "name",
                           title: "Тип з'єднання",
                           content: "Відображає тип підключення підключеного пристрою."
                       } ,{                      
                           type: "step",
                           title: "Для блокування пристрою",
                           content: "У таблиці пристроїв, що підключені у мережі, оберіть піктограму Блокувати в колонці Змінити, що відповідає пристрою, який ви хочете заблокувати."
                       } ,{                      
                           type: "step",
                           title: "Для блокування декількох пристроїв",
                           content: "У таблиці пристроїв, що підключені до мережі, оберіть всі пристрої, які ви хочете заблокувати, клацніть кнопку Заблокувати над таблицею. Пристрій буде автоматично доданий до пристроїв у чорному або білому списку."
                       }]
},
       ACCESS_LIST :{ 
               TITLE:"Пристрої у чорному/білому списках",
               CONTENT: [{
                           type: "step",
                            title: "Занесення пристрою в чорний або білий список",
                       content: [ 
                "1. Натисніть піктограму Додати.",
                "2. Введіть ім'я пристрою.",
                "3. Введіть MAC-адресу пристрою.",
                "4. Виберіть тип Часу застосування. У випадку вибору <b>Заборона доступу за часовим графіком/Доступ за часовим графіком</b> встановіть час і дні.",
                "5. Клацніть OK."]
} ,{                      
                           type: "step",
                           title: "Видалення або зміна пристрою з чорного/білого списку",
                           content: "У таблиці чорного/білого списку, клацніть піктограму Змінити або Кошик, що відповідає пристрою, який хочете змінити або видалити."
                       } ,{                      
                           type: "step",
                           title: "Видалення кількох пристроїв із чорного/білого списку",
                           content: "У чорному/білому списку, оберіть всі пристрої, які хочете видалити, клацніть кнопку Видалити над списком."
                       }]
},
       LAN_ETHERNERT :{ 
               TITLE:"Ethernet",
               CONTENT: [{
                           type: "name",
                           title: "Мережа хосту для Ethernet-порту",
                           content: "Оберіть бездротовий діапазон (2,4 ГГц або 5 ГГц) мережі хосту, яка використовується для відправки трафіку від дротових клієнтів до бездротових клієнтів. <br/>Цей параметр доступний тільки тоді, коли доступні обидві мережі хосту 2,4 ГГц і 5 ГГц."
                       }]
},
       LAN_SETTINGS :{ 
               TITLE:"Налаштування мережі",
               CONTENT: [{
                           type: "name",
                           title: "Отримати ІР-адресу автоматично",
                           content: "Оберіть цю опцію (рекомендовано), якщо ви хочете, щоб ваш розширювач мережі динамічно отримував IP адресу і шлюз за замовченням від головного маршрутизатора / точки доступу."
                       } ,{                      
                           type: "name",
                           title: "Використовувати наступну ІР-адресу",
                           content: "Оберіть цей параметр, якщо ви вручну налаштовуєте конфігурацію IP-адреси та шлюз для свого розширювача мережі."
                       } ,{                      
                           type: "name",
                           title: "ІР-адреса",
                           content: "Введіть IP-адресу в точково-десятковій формі (192.168.0.254 за замовчуванням)."
                       } ,{                      
                           type: "name",
                           title: "Маска підмережі",
                           content: "Введіть маску підмережі в точково-десятковому записі, що визначає розмір мережі (255.255.255.0 за замовчуванням)."
                       } ,{                      
                           type: "name",
                           title: "Шлюз за замовчуванням",
                           content: "Введіть шлюз, який знаходиться в тій же підмережі, що й IP-адреса в точково-десятковому записі. Це, як правило, IP-адреса мережі LAN вашого маршрутизатора."
                       }]
},
       DHCP_SERVER_SETTINGS :{ 
               TITLE:"Налаштування DHCP-серверу ",
               CONTENT: [{
                           type: "paragraph",
                           content: "За замовчуванням, в розширювачі мережі налаштовано DHCP(Dynamic Host Configuration Protocol) - сервер, щоб забезпечити TCP/IP конфігурацію з заданого пулу IP-адрес, для всіх клієнтів, які підключені до розширювача в локальній мережі."
                       } ,{                      
                           type: "name",
                           title: "DHCP-сервер",
                           content: "За замовчуванням обрано Авто; DHCP-сервер автоматично призначає дійсну IP-адресу для клієнта. Ви можете увімкнути (Увімкнено) або вимкнути (Вимкнено) DHCP-сервер. Якщо встановлено значення «Вимкнуто», необхідно мати інший DHCP-сервер у локальній мережі. В іншому випадку необхідно налаштувати IP-адресу для кожного клієнта вручну."
                       } ,{                      
                           type: "name",
                           title: "Пул ІР-адрес",
                           content: "Введіть діапазон IP-адрес, який може бути переданий в оренду клієнтам. За замовчуванням, початкова IP-адреса 192.168.0.100 і кінцева IP-адреса 192.168.0.199."
                       } ,{                      
                           type: "name",
                           title: "Час оренди адреси",
                           content: "Введіть тривалість часу оренди клієнтом IP-адреси, від 1 до 2880 хвилин. За замовчуванням 1 хвилина."
                       } ,{                      
                           type: "name",
                           title: "Шлюз за замовчуванням",
                           content: "Введіть шлюз за замовченням, який в тій же підмережі, що і IP-адреса розширювача мережі в точково-десятковому форматі. Це, як правило, LAN IP адреса вашого розширювача мережі."
                       } ,{                      
                           type: "name",
                           title: "Первинний DNS",
                           content: "Введіть IP-адресу DNS, надану провайдером. (Не обов'язково)"
                       } ,{                      
                           type: "name",
                           title: "Вторинний DNS",
                           content: "Введіть ці параметри, як це передбачено вашим провайдером. (Не обов'язково)"
                       } ,{                      
                           type: "note",
                           title: "Примітка",
                           content: "Щоб використовувати DHCP сервер розширювача мережі, всім клієнтам в локальній мережі необхідно налаштувати автоматичне отримання IP адреси."
                       } ,{                      
                           type: "paragraph",
                           content: "Натисніть <strong>Зберегти</strong>, щоб зберегти налаштування."
                       }]
},
       RESERVED_IP_ADDRESS :{ 
               TITLE:"Резервування адреси",
               CONTENT: [{
                           type: "paragraph",
                           content: "Ви можете зарезервувати IP-адресу для клієнта, який підключений до розширювача. Після резервування IP-адреса буде призначатися DHCP-сервером тільки одному, зазначеному клієнту."
                       } ,{                      
                           type: "name",
                           title: "MAC-адреса",
                           content: "Відображає MAC-адресу і IP-адресу клієнта, які зарезервовані за допомогою DHCP-сервера."
                       } ,{                      
                           type: "name",
                           title: "Зарезервована ІР-адреса",
                           content: "Відображає зарезервовану IP-адресу клієнта."
                       } ,{                      
                           type: "name",
                           title: "Опис",
                           content: "Відображає опис клієнтського пристрою."
                       } ,{                      
                           type: "name",
                           title: "Статус",
                           content: "Відображає поточний Статус (включений або виключений) клієнтського пристрою."
                       } ,{                      
                           type: "name",
                           title: "Змінити",
                           content: "Відображає параметри для Зміни або Видалення відповідного клієнта."
                       } ,{                      
                           type: "step",
                            title: "Зарезервувати ІР-адресу",
                       content:[
                "1. Натисніть кнопку Додати.",
                "2. Введіть MAC-адресу потрібного клієнта.",
                "3. Введіть IP-адресу, яку ви хочете зарезервувати для клієнта.",
                "4. Введіть опис для клієнта.",
                "5. Виберіть Увімкнути цей запис.",
                "6. Натисніть кнопку ОК."]
} ,{                      
                           type: "step",
                           title: "Для зміни або видалення існуючого клієнта",
                           content: "У таблиці клацніть піктограму Редагувати або Кошик, що відповідає клієнту, якого ви хочете змінити або видалити."
                       }]
},
       DHCP_SERVER_CLIENT :{ 
               TITLE:"Список DHCP-клієнтів",
               CONTENT: [{
                           type: "paragraph",
                           content: "Відображає інформацію про кожного DHCP-клієнта, який підключений до розширювача мережі."
                       } ,{                      
                           type: "name",
                           title: "Загалом клієнтів",
                           content: "Відображає кількість DHCP-клієнтів"
                       } ,{                      
                           type: "name",
                           title: "Ім'я клієнта",
                           content: "Ім'я DHCP-клієнта."
                       } ,{                      
                           type: "name",
                           title: "МАС-адреса",
                           content: "MAC-адреса DHCP-клієнта."
                       } ,{                      
                           type: "name",
                           title: "Надана IP-адреса",
                           content: "IP-адреса, яка виділяється клієнту DHCP-сервером."
                       } ,{                      
                           type: "name",
                           title: "Час оренди",
                           content: "Часовий інтервал, на який надається IP-адреса в оренду DHCP-клієнту."
                       } ,{                      
                           type: "paragraph",
                           content: "<strong>Оновити</strong> ― клацніть цю кнопку, щоб оновити список DHCP-клієнтів."
                       }]
},
        WIFI_COVERAGE_SETTINGS :{ 
               TITLE:"Покриття Wi-Fi",
               CONTENT: [{
							type:"paragraph",
                           content: "Виберіть рівень покриття Wi-Fi для вашого розширювача мережі."
                       }]
},
       TIME_SETTINGS :{ 
               TITLE:"Налаштування часу",
               CONTENT: [{
                           type: "name",
                           title: "Поточний час",
                           content: "Відобразити поточний системний час."
                       } ,{
                           type: "name",
                           title: "Часовий пояс",
                           content: "Виберіть свій часовий пояс."
                       }]
},
        TIME_SETTING_DAYLIGHT :{ 
               TITLE:"Літній час",
               CONTENT: [{
              type: "step",
                            title: "Для переходу на літній час:",
              content:[
                "1. Виберіть літній час.",
                "2. Виберіть правильну дату і час <b>Переходу</b> на літній час у вашому часовому поясі.",
                "3. Виберіть правильну дату і час <b>Зворотного переходу</b> на зимовий час у вашому часовому поясі.",
                "4. Клацніть Зберегти."]},
        {
          type:"name",
          title:"Поточний статус",
          content:"Відображає, чи поточний час враховує перехід на літній час."
        }]
},
       LED_CONTROL_SETTINGS :{ 
               TITLE:"Управління світлодіодами LED",
               CONTENT: [{
                           type: "paragraph",
                           content: "Управління світлодіодами LED дозволяє ввімкнути або вимкнути світлодіоди на розширювачі відповідно до заданого графіка."
                       } ,{                      
                           type: "name",
                           title: "Нічний режим",
                           content: "Вказує, чи Нічний режим увімкнений або вимкнений."
                       } ,{                      
                           type: "name",
                           title: "Час, коли світлодіоди не горять",
                           content: "Оберіть часовий графік вимикання світлодіодів."
                       }]
},
        POWER_SCHEDULE :{ 
               TITLE:"Схема управління живленням",
               CONTENT: [{
                           type: "paragraph",
                           content: "Ця функція дозволяє економно витрачати електроенергію. Увімкніть цю функцію, щоб уможливити вимкнення живлення розширювача за часовим графіком."
                       } ,{                      
                           type: "name",
                           title: "Увімкнути схему управління живленням",
                           content: "Виберіть цей варіант, щоб увімкнути схему управління живленням."
                       } ,{                      
                           type: "name",
                           title: "Час вимкнення живлення.",
                           content: "Виберіть проміжок часу, після збігу якого розширювач буде автоматично вимкнений."
                       } ,{                      
                           type: "name",
                           title: "День(днів)",
                           content: "Виберіть день (дні), протягом яких розширювач буде вимкнений."
                       }]
},
       FIRMWARE_UPGRADE :{ 
               TITLE:"Оновлення прошивки",
               CONTENT: [{
                           type: "name",
                           title: "Версія прошивки",
                           content: "Відображає поточну версію прошивки."
                       } ,{                      
                           type: "name",
                           title: "Апаратна версія",
                           content: "Відображає поточну апаратну версію."
                       } ,{                      
                           type: "step",
                            title: "ВАЖЛИВО! Щоб не допустити збою при оновленні, зверніть увагу на наступне:",
                       content: [ 
                "1. Файл оновлення прошивки має відповідати поточній апаратній версії вашого розширювача.",
                "2. Важливо, щоб розширювач був ввімкненим протягом всього процесу оновлення, оскільки втрата живлення може пошкодити пристрій."]
} ,{                      
                           type: "step",
                            title: "Щоб оновити прошивку розширювача:",
                       content: [ 
                "1. Завантажте останню версію файлу оновлення прошивки <a class=\"link\" href=\"http://www.tp-link.ua/uk/support.html\" target=\"_blank\">TP-Link Support</a> на свій комп'ютер.",
                "2. Натисніть <strong>Огляд</strong> щоб знайти і обрати завантажений файл.",
                "3. Натисніть <strong>Оновити</strong>."]
} ,{                      
                           type: "paragraph",
                           content: "Оновлення займає кілька хвилин. Розширювач мережі автоматично перезавантажиться, коли процес оновлення закінчиться."
                       }]
},
       BACKUP_RESTORE_BACKUP :{ 
               TITLE:"Резервне копіювання",
               CONTENT: [{
                           type: "paragraph",
                           content: "Настійно рекомендується зробити резервну копію ваших поточних налаштувань, на випадок необхідності повернення системи до попереднього стану або для переналаштування заводських налаштувань."
                       } ,{                      
                           type: "paragraph",
                           content: "Натисніть резервне копіювання, щоб зберегти поточні налаштування на комп’ютері.Переконайтесь в тому, щоб файл резервної копії був збережений у безпечному місті, з якого можливо буде завантажити цей файл і відновити налаштування пристрою при необхідності."
                       }]
},
       BACKUP_RESTORE_RESTORE :{ 
               TITLE:"Відновлення",
               CONTENT: [{
                           type: "step",
                            title: "Щоб відновити збережені налаштування з файлу резервної копії:",
                        content: [  
                "1. Натисніть кнопку Огляд, щоб знайти файл резервної копії.",
                "2. Оберіть файл резервної копії.",
                "3. Натисніть кнопку Відновлення.",
                "4. Натисніть<strong>Так</strong> для підтвердження відновлення системи.",
                "Процес відновлення може зайняти декілька хвилин. Розширювач автоматично перезавантажиться, коли закінчиться процес відновлення."]
}]
},
       BACKUP_RESTORE_FACTORY :{ 
               TITLE:"Відновлення заводських налаштувань",
               CONTENT: [{
                           type: "paragraph",
                           content: "Натисніть Відновлення заводських налаштувань, щоб скинути налаштування розширювача мережі до заводських налаштувань за замовчуванням."
                       } ,{                      
                           type: "note",
                            title: "Примітка",
                            content: [
                              "1. Відновлення заводських налаштувань зітре всі ваші налаштування.Для повторного підключення до сторінки управління розширювачем використовуйте ім’я користувача – “admin” і пароль – “admin”, які встановленні за замовченням.",
                              "1. Скидання до заводських налаштувань призведе до видалення всіх попередніх налаштувань Вашого посилювача. Будь ласка, створіть пароль для подальшого входу.",
                              "2. НЕ вимикайте розширювач  під час резервного копіювання або процесу відновлення ."
                            ]
                       }]
},
       ADMIN_ACCOUNT :{ 
               TITLE:"Обліковий запис адміністратора",
               CONTENT: [{
                           type: "paragraph",
                           content: "Ця сторінка дозволяє вам змінити ваші ім'я користувача за замовчуванням та/або пароль."
                       } ,{                      
                           type: "paragraph",
                           content: "На цій сторінці Ви можете змінити пароль Вашого облікового запису. "
                       } ,{                      
                           type: "name",
                           title: "Старе ім'я користувача",
                           content: "Введіть ваше поточне ім'я користувача."
                       } ,{                      
                           type: "name",
                           title: "Старий пароль",
                           content: "Введіть поточний пароль."
                       } ,{                      
                           type: "name",
                           title: "Нове ім'я користувача",
                           content: "Введіть нове ім'я користувача."
                       } ,{                      
                           type: "name",
                           title: "Новий пароль",
                           content: "Введіть новий пароль."
                       } ,{                      
                           type: "name",
                           title: "Підтвердіть пароль",
                           content: "Повторно введіть новий пароль."
                       }]
},
       SYSTEM_LOG :{ 
               TITLE:"Системний журнал",
               CONTENT: [{
                           type: "paragraph",
                           content: "Сторінка Системний журнал відображає список останніх подій розширювача. Ви можете визначити, які типи журналів та/або рівень журналів ви хочете переглянути."
                       } ,{                      
                           type: "name",
                           title: "Тип",
                           content: "Оберіть тип журналу, який потрібно відобразити."
                       } ,{                      
                           type: "name",
                           title: "Рівень",
                           content: "Оберіть рівень журналу, який потрібно переглянути."
                       } ,{                      
                           type: "name",
                           title: "Оновити",
                           content: "Натисніть цю кнопку, щоб оновити системний журнал."
                       } ,{                      
                           type: "name",
                           title: "Видалити все",
                           content: "Натисніть цю кнопку, щоб остаточно видалити всі журнали."
                       } ,{                      
                           type: "name",
                           title: "Зберегти журнал",
                           content: "Натисніть цю кнопку, щоб зберегти системний журнал в текстовому форматі."
                       }]
},
    });
})(jQuery);
